/*-------------------------------------------------------------------------------------
| File Name   :   SchM_Det.h
| Project Name:   驱动资源库-MC9S12XEP100 DET驱动
| Author      :   王正树
| Affiliation :   Chongqing University of Posts and Telecommunications
|                 核高基课题3-2 长安团队
|
| Description :   DET模块驱动头文件，用于回调函数相关的定义
| Version     :   1.0 7-11-2009
|--------------------------------------------------------------------------------------
| Copyright (c)  2009-2010 by CQUPT  All rights reserved.
|------------------------------------------------------------------------------------*/
/*
****************************************************************************************
*									Define to prevent recursive inclusion
****************************************************************************************
*/
#ifndef _SCHM_DET_H
  #define _SCHM_DET_H
	
#endif